[ {
  "id" : 1,
  "title" : "AIR",
  "url" : "/bathroom-series/air/",
  "description" : "The AIR bathroom series offers timeless design and details in frosted glass that take your bathroom to the next level. As the name of the series indicates, the design language is airy and almost have a floating appearance. Airy elegance at its best.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/air-AK355y-B2000px-683x1024.jpg"
  }
}, {
  "id" : 2,
  "title" : "HOME",
  "url" : "/bathroom-series/home/",
  "description" : "HOME is characterized by simple, beautiful design with function and grace. The bathroom accessories in this series is an excellent example of craftsmanship of high quality and Scandinavian design. These are products that make your bathroom pleasant and restful.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/home-HK344-B2000px-1-824x1024.jpg"
  }
}, {
  "id" : 3,
  "title" : "HOUSE",
  "url" : "/bathroom-series/house/",
  "description" : "Our popular HOUSE in Scandinavian design manages to both stand out effectively and sophisticatedly blend in. The series is available in a surface of polished or brushed chrome, polished brass, matt black and matt white. Choose the finish according to the style and feeling you want to achieve!",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/tvalpump-RB361-B2000px-1024x585.jpg"
  }
}, {
  "id" : 4,
  "title" : "ICE",
  "url" : "/bathroom-series/ice/",
  "description" : "The Smedbo bathroom series ICE is characterized by simple, beautiful lines that represent Scandinavian design in characteristic cube shape with softly rounded corners. The shape is repeated in both brass and porcelain details and gives the products a playful elegance.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/ice-OK341-OK355-B2000px-1024x589.jpg"
  }
}, {
  "id" : 5,
  "title" : "LIVING BASIC",
  "url" : "/bathroom-series/living-basic/",
  "description" : "LIVING Basic is a range with focus on flexibility and safety in the bathroom. Explore shower seats and other aids that are characterized by quality and comfort. You get bathroom accessories that make the bathroom accessible and safe for all ages and needs.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/badrumspallar-FK840y-B2000px-1024x768.jpg"
  }
}, {
  "id" : 6,
  "title" : "LIVING CONCEPT",
  "url" : "/bathroom-series/living-concept/",
  "description" : "The LIVING Concept consists of both ready-made bathroom handles, and a series of independent module parts that offer almost unlimited possibilities for design. In addition to the obvious function, the series has an elegant feeling of quality and comfort.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/living-concept-FK814-B2000px-930x1024.jpg"
  }
}, {
  "id" : 7,
  "title" : "OUTLINE",
  "url" : "/bathroom-series/outline/",
  "description" : "The OUTLINE series is a range of elegant free-standing bathroom accessories that can be combined with other series. Do not miss our large range of freestanding items or our smart make-up and shaving mirrors, both wall-mounted and freestanding.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/sminkspegel-FK487EP-B2000px-1024x658.jpg"
  }
}, {
  "id" : 8,
  "title" : "OUTLINE LITE",
  "url" : "/bathroom-series/outline-lite/",
  "description" : "OUTLINE LITE complements OUTLINE with free-standing simpler accessories for the bathroom. Unleash your imagination and update the bathroom with our pedal buckets, travel makeup mirrors, spare paper holders and many other items.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/outline-lite-FB627-FX627-B2000px-1024x422.jpg"
  }
}, {
  "id" : 9,
  "title" : "POOL",
  "url" : "/bathroom-series/pool/",
  "description" : "In our bathroom series POOL, you will find, among other things, towel rings, soap dispensers and holders with toothbrush glass that are characterized by an international design. The design language with simple, clean lines enhances the bathroom interior and provides extra everyday luxury.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/pool-ZK327-B2000px-1024x798.jpg"
  }
}, {
  "id" : 10,
  "title" : "SIDELINE",
  "url" : "/bathroom-series/sideline/",
  "description" : "Our series SIDELINE consists of stylish shower baskets that combine form and function. All products are made of a core of brass or stainless steel. Choose between surface in polished or brushed chrome, matt white, matt black and polished brass.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/duschkorgar-DK1141-DK1106-B2000px-1024x768.jpg"
  }
}, {
  "id" : 11,
  "title" : "VILLA",
  "url" : "/bathroom-series/villa/",
  "description" : "Smedbo has long managed a craft tradition when it comes to brass. The VILLA bathroom series is a tribute to the classic bathroom. The series consists of classically designed accessories for baths, showers and sinks.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/villa-V244-B2000px-1-1024x372.jpg"
  }
}, {
  "id" : 12,
  "title" : "XTRA",
  "url" : "/bathroom-series/xtra/",
  "description" : "Do you need extra shelf glass, containers for the toilet brush or a soap dish? Just keep calm. Here you will find spare parts, accessories and smart products that add the finishing touch to your bathroom.",
  "image" : {
    "url" : "https://www.smedbo.com/wp-content/uploads/sites/8/2021/11/xtra-FK970-B2000px-1-1024x617.jpg"
  }
} ]